Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: The map file looks like a scenario, but the map_file value does not point to an existing file
uk_ua: Файл карти схожий на сценарій, але значення map_file не вказує на існуючий файл

source: The map is unknown until your units explore it
uk_ua: Карта невідома, доки ваші бійці не розвідають її

source: The master is slain! With him gone... my soul... is unbound from... this body...
uk_ua: Володаря переможено! Без нього... моя душа... відходить від... цього тіла...

source: The master sends his regards. The command is to raze the city.
uk_ua: Володар передає свої вітання. Наказ — пограбувати місто.

source: The masters of the undead are defeated!
uk_ua: Володарі мерців переможені!

source: The master’s ritual... must not be... interrupted...
uk_ua: Ритуал Володаря... не має бути... перерваним...

source: The maximum number of items to display on the Recent Files menu in the editor
uk_ua: Максимальна кількість елементів для показу в меню редактора Недавні файли

source: The maximum number of turns the game can last
uk_ua: Максимальна кількість ходів у цій грі

source: The meat is stronger than I thought! We must use all of our forces to stop them!
uk_ua: М'ясо сильніше, ніж я гадав! Нам варто використати всі наші сили, щоб зупинити їх!

source: The meat will die! Die! Die! Die!
uk_ua: М'ясо помре! Помре! Помре! Помре!

source: The men of the South Guard held the walls of Westin staunchly, trading evenly with the elves blow for blow. The night ran its course, and as dawn broke, the fighting continued, humans standing fast at the wall as the elves poured out in ever increasing number. As the sun began to rise into the sky, the light dimmed and great fog spread across the battlefield. The sounds of fighting dispersed and soon, it was utterly silent as the elves withdrew from combat. The humans advanced cautiously, still in formation, still ready to strike at any sign of trouble.
uk_ua: Бійці Південної Гвардії непохитно тримали стіни Вестіну, відповідаючи ельфам ударом на удар. Ніч минула, а на світанку битва продовжилася, люди міцно стояли на стіні, а ельфи наступали все в більшій і більшій кількості. Коли сонце почало підніматися на небо, світло потьмяніло і над полем бою розлився густий туман. Звуки бою розсіялися, і незабаром настала цілковита тиша, схоже, ельфи відступили. Люди наступали обережно, все ще в строю, готові вдарити за будь-якої ознаки небезпеки.

source: The merfolk clapped their hands over their ears as a terrible wail echoed off the castle walls.
uk_ua: Водяні притиснули руки до вух, намагаючись приглушити страшний крик, що відлунював від стін замку.

source: The merfolk saw a shadowy shape rise from the dead body of the necromancer and disappear under the mountain.
uk_ua: Водяні побачили, як неясна фігура з'явилася з мертвого тіла некроманта і зникла під горою.

source: The merfolk...they came back! Bring back the search parties! Call back the hordes!
uk_ua: Водяні...вони повернулися! Відкликати пошукові загони! Відкликати орди!

source: The mermaid witch?
uk_ua: Відьма-водяна?

source: The merman speaks. Tell it to go away, Caladon, if it doesn’t want to get hurt.
uk_ua: Водяний заговорив. Каладоне, скажи йому, щоб провалював, якщо він хоче уціліти.

source: The message of the day.
uk_ua: Повідомлення дня.

source: The mission had been more difficult than Kai Krellis would have believed when he started. Finally though, the end was in sight. He had seen how priestesses could carve through masses of undead, and now he traveled with a whole contingent of them. Tyegëa was even more powerful, though as unpredictable as Cylanna had said.
uk_ua: Завдання виявилося складніше, ніж здавалося Каю Крелісу на початку. Але нарешті воно добігало кінця. Раніше він бачив, як легко жриці знищували цілі групи мерців, і тепер подорожував з цілим загоном. Тигея була ще сильнішою, хоча трохи непередбачувана, як і сказала Цілана.

source: The more likely attack, then, is across the bridge. That middle island is the key: it has a village for healing injured units and forests in which we fight so well.
uk_ua: Так що вони, швидше за все, атакуватимуть по мосту. Острів в центрі — ключ до битви: там є село, де можна лікувати поранених, і ліс, де ми добре б'ємося.

source: The more talented cavalrymen in the armies of Wesnoth are trained in the use of the crossbow, and matched with much more powerful steeds. Well-armored, and skilled in the use of their swords, these soldiers can drive forward and hold the ground they take. Their mobility and resilience make them of great value on the battlefield.
uk_ua: Найбільш талановитих кавалеристів в армії Весноту навчають стрільбі з арбалета і забезпечують кращими кіньми. Одягнені в хороші обладунки і уміючи добре поводитися з мечем, ці солдати можуть прориватися далеко уперед і утримувати зайняті позиції. Їх мобільність і витривалість робить їх вкрай цінними на полі бою.

source: The morning has come, and I am still in the open. I will be caught for sure!
uk_ua: Настав ранок, а я й досі тут, як на долоні. Мене точно піймають!

source: The morning has come, and we have not escaped the city. We will be caught for sure!
uk_ua: Уже ранок, а ми досі в місті. Нас точно схоплять!

source: The most powerful of all the runecrafters, the Dwarvish Arcanister destroys wounded enemies almost instantly, and rarely fails to cause a wound when that is his intent. His skill in runecrafting is unrivaled, and the glyphs he carves into his weapons and armor deflect the blows of his enemies.
uk_ua: Гном Чародій — найсильніший із заклиначів рун. Він миттєво знищить пораненого ворога; рідко кому вдається уникнути його ударів. Ніхто не перевершить його в рунічних уміннях, а знаки, які він наносить на зброю і броню відбивають удари його ворогів.

source: The most powerful of the undead archers invariably end up being those who were themselves archers in their previous life. They wander the fields of battle, guided by the fading memory of their former skill, neither knowing, nor caring what their purpose or foes might be. They are driven only by a malice born of their empty and tortured existence.
uk_ua: Наймогутнішими з мертвих лучників незмінно стають ті, хто за життя був хорошим лучником. Вони бродять по полю бою, ведені згасаючою пам'яттю про їх навички, не знаючи ні свого призначення, ні хто їх ворог. Їх веде лише злість, породжена порожнім і стражденним існуванням.

source: The most practiced of the naga blademasters are initiated into the caste of the Myrmidon, masters of their twin-bladed art. They strike as fast as the snakes which they resemble, and dance away from attacks with grace. Not only are they potent enemies on any open terrain, but their ability to swim allows them deadly mobility in water.
uk_ua: Найбільш талановиті мечники стають членами касти Прислужників, майстрів бою на двох шаблях. Вони завдають ударів дуже швидко, немов змії, на яких вони дуже схожі, а від ударів супротивника вони ухиляються в граціозному ‘танці’. Крім того, що вони сильні на відкритій місцевості, їх здатність плавати робить їх смертельно небезпечними в воді.

source: The most practiced of the nagini blademasters are initiated into the caste of the Myrmidon, masters of their twin-bladed art. They strike as fast as the snakes which they resemble, and dance away from attacks with grace. Not only are they potent enemies on any open terrain, but their ability to swim allows them a deadly mobility.
uk_ua: Найбільш талановиті мечниці стають членами касти Прислужниць, майстринь бою на двох шаблях. Вони завдають ударів дуже швидко, немов змії, на яких вони дуже схожі, а від ударів супротивника вони ухиляються в граціозному ‘танці’. Крім того, що вони сильні на відкритій місцевості, їх здатність плавати робить їх смертельно небезпечними в воді.

source: The most vicious, predatory, and successful of the Blood Bats become Dread Bats, gaining the ability to drain not merely the blood but the very life energy of their victims.
uk_ua: Найбільш злісні, хижі і везучі з кровососів перетворюються на Крила Жаху, отримуючи здатність висмоктувати не просто кров, а саму життєву силу своїх жертв.

source: The mother forest sends you her blessings. Let us join together against her foes.
uk_ua: Мати лісів надсилає вам своє благословення. Дозвольте нам об'єднатися проти її ворогів.

source: The name of the add-on displayed in-game.
uk_ua: Ім'я аддону, що відображуватиметься в грі.

source: The name of the database
uk_ua: Назва бази даних

source: The name of the world in which the kingdom of <ref>dst='kingdom_wesnoth' text='Wesnoth'</ref> is situated is ‘Irdya’. This term is, however, only rarely used in the era depicted by the main map. People normally just say “the world” or, poetically, “the wide green world”.
uk_ua: Світ, де знаходиться королівство <ref>dst='kingdom_wesnoth' text='Веснот'</ref>, називається ‘Ірдія’. Ця назва, втім, рідко згадується в епоху, до якої відноситься головна карта. Мешканці зазвичай говорять "світ" або, поетично, "великий зелений світ".

source: The name used to reference the ban time.
uk_ua: Ім'я, що відповідає посиланню на час бану.

source: The necrophage, or ‘devourer of the dead’, is a monstrous, corpulent thing, which bears only a crude resemblance to a man. They appear to be quite rotten in spite of their ability to move; they are rife with disease and poisons of the blood, and have a stench to match. But the most revolting fact about these creatures, apparent only to those who can perceive the traces of foul magic on them, is that they were somehow made from living men — a process about which almost nothing is known, but which can be nothing but nightmarish.
uk_ua: Трупожер, або ‘пожирач мертвих’, це жахлива, роздута тварюка, що дуже віддалено подібна на людину. Хоча вони і здаються майже повністю зігнившими, проте вони досить добре рухаються. Їхні нутрощі — джерело зарази, кров отруйна, а запах відповідно жахливий. Але найогидніше, (очевидно тільки для тих, хто може сприйняти на них сліди брудної магії) це те, що їх якимсь чином створюють з живих людей. Про цей процес майже нічого не відомо, але він не може не бути страхітливим.

source: The net amount of gold you gain or lose each turn, taking into account income from controlled villages and payment of upkeep.
uk_ua: Кількість золота, яку ви отримуєте та втрачаєте кожного ходу, включаючи прибуток від захоплених сіл та плату за утримання бійців.

source: The new Crown Prince departed with the largest army ever assembled on the Isle to make war with the Wesfolk. This is where our story begins...
uk_ua: Новий Спадкоємний Принц відбув з найбільшою армією, що коли-небудь збирали на Острові, щоб розпочати війну з Весфольком. І тут починається наша історія...

source: The news is not good. The main host of orcs is between the forest and Southbay. We clearly can’t go that way. However, the road to Clearwater Port is free of orcs. Apparently they’re bogged down in the swamp of Esten.
uk_ua: З поганими новинами. Основні сили орків стоять між лісом і Південною Бухтою. Ми явно не зможемо там пройти. Проте дорога до Чистоводного Порту вільна від орків. Напевно, вони затрималися в Естенському болоті.

source: The next morning, the local night patrol returned to the nearby outpost. They were surprised to see their fellow soldiers engaged in combat with the band of thugs of which they had heard so much.
uk_ua: Уранці місцевий патруль повернувся до найближчого форпосту. Вони були здивовані побачити своїх солдатів, що відчайдушно боролися з бандою хуліганів, про яких вони стільки усього чули.

source: The next scenario is missing, you will not be able to finish this campaign.
uk_ua: Наступний сценарій відсутній, ви не зможете пройти цю кампанію.

source: The next time we see land, it should be the great continent to the east.
uk_ua: Наступною землею, яку ми побачимо, буде великий східний континент.

source: The nice thing is, they’ll go back to guarding this island after we’re gone for a while. It’ll make a good way of preventing others from following us.
uk_ua: Радує, що коли ми підемо, вони повернуться і продовжать вартувати цей острів. Хороший спосіб не дати іншим переслідувати нас.

source: The nickname ‘$nick’ contains invalid characters. Only alpha-numeric characters (one at minimum), underscores and hyphens are allowed.
uk_ua: Нік '$nick' містить заборонені символи. Дозволені лише алфавітно-цифрові символи (не менше одного), знаки підкреслення і дефіси.

source: The nickname ‘$nick’ is already taken.
uk_ua: Прізвисько '$nick' вже зайняте.

source: The nickname ‘$nick’ is banned on this server’s forums for $duration|.
uk_ua: Нік '$nick' заблокований на форумі цього серверу на термін: $duration|.

source: The nickname ‘$nick’ is banned on this server’s forums.
uk_ua: Нік '$nick' заблокований на форумі цього серверу.

source: The nickname ‘$nick’ is inactive. You cannot claim ownership of this nickname until you activate your account via email or ask an administrator to do it for you.
uk_ua: Нік '$nick' неактивний. Ви не можете запитувати власність на цей нік, поки не активуєте свій акаунт по email або не попросите адміністратора зробити це за Вас.

source: The nickname ‘$nick’ is not registered on this server.
uk_ua: Нік '$nick' на цьому сервері не зареєстрований.

source: The nickname ‘$nick’ is registered on this server.
uk_ua: Нік '$nick' зареєстрований на цьому сервері.

source: The nickname ‘$nick’ is reserved and cannot be used by players.
uk_ua: Нік '$nick' зарезервований, його не можна використовувати.

source: The nickname ‘$nick’ is too long. Nicks must be 20 characters or less.
uk_ua: Нік '$nick' занадто довгий. Ники має бути не довший 20 символів.

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
uk_ua: Благородні проводирі солдатів, лорди особливо сильні в рукопашній сутичці і також володіють навичками поводження з луком. Як і воєначальники, лорди мають навички лідерства і підвищують боєздатність усіх сусідніх бійців нижчих рівнів.

source: The number of allowed connections from the same IP. B<0> means infinite. (default: B<5>)
uk_ua: К-сть дозволених під'єднань з однієї IP-адреси. B<0> значить необмежено. (типове: B<5>)

source: The number of allowed messages in B<messages_time_period>. (default: B<4>)
uk_ua: Кількість дозволених повідомлень за B<messages_time_period>. (типово: B<4>)

source: The number of strikes of this attack decreases when the unit is wounded. The number of strikes is proportional to the % of HP/maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
uk_ua: Кількість ударів бійця при цій атаці скорочується, якщо він буде поранений. Кількість ударів пропорційна процентному відношенню поточного і максимального здоров'я бійця. Наприклад, боєць, що має 3/4 від максимального ЗД, зможе наносити лише 3/4 від кількості можливих ударів.

source: The number of strikes of this attack decreases when the unit is wounded. The number of strikes is proportional to the percentage of its of maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
uk_ua: Кількість ударів бійця при цій атаці скорочується, якщо він буде поранений. Кількість ударів пропорційна процентному відношенню поточного і максимального здоров'я бійця. Наприклад, боєць, що має 3/4 від максимального ЗД, зможе наносити лише 3/4 від кількості можливих ударів.

source: The number of unit levels each village can support
uk_ua: Кількість рівнів бійців, яких може підтримувати село

source: The number of value_labels and values don't match.
uk_ua: Кількості value_labels і values не співпадають.

source: The numeric topic ID of a thread on the Wesnoth forums where players can post feedback.
uk_ua: Числове ID гілки на форумі Весноту, де гравці зможуть публікувати відгуки та пропозиції.

source: The offer is not intended for <i>you</i>, it is for your youth. I will send my agents to every house and public space in this town and repeat my offer. You will allow this.
uk_ua: Моя пропозиція не <i>тобі</i> призначена, а для місцевої молоді. Мої посланці з'являться біля кожних дверей і на кожній толоці цього міста, і там повторять мою пропозицію. І ти не перешкоджатимеш їм.

source: The oldest units may have the Aged trait, receiving an 8 points HP decrease and having -1 movement and melee damage.
uk_ua: Найстаріші бійці можуть мати особливість "старий", що призводить до зменшення очків здоров'я на 8, і -1 до швидкості руху та ближньої атаки.

source: The ones who <i>effectively</i> killed Mebrin are dead. I saw to that personally. We should have no more qualms with the remaining humans here.
uk_ua: Ті, хто <i>фактично</i> закатували Мербіна, вже гниють у лісах та полях. Я бачила це на власні очі. Ми не маємо жодних проблем з іншими людьми.

source: The only Carcyn now. I’ve waited all my life to see someone to put my father in his place. I guess you did that.
uk_ua: Тепер, я сам собі Карцин. Усе життя чекав, щоб хтось батька втихомирив. Здається, тобі вдалося.

source: The only job of the dead is to remain dead. Prepare to be reunited with the ground.
uk_ua: Єдина робота для мерців це залишатися мертвими. Приготуйся возз'єднатися із землею.

source: The only thing worth wishing for is peace throughout the land.
uk_ua: Лише одне бажання — мир цій землі.

source: The orc on the island was supposed to move over the bridge, so that he could be attacked by several elves at once. Something’s broken the scripted event, which will make the scenario harder by leaving him in a defensive position. Please report the bug.
uk_ua: Орк на острові мав перейти через міст, щоб його могло атакувати кілька ельфів за раз. Щось зламало заскриптовану подію, що робить сценарій важче, залишаючи його в вигідній позиції. Будь ласка, повідомте про цю помилку.

source: The orcish warlord aims to enslave us. We will not be able to hold out for much longer.
uk_ua: Воєначальник орків ставить собі за мету підкорити нас. Ми не зможемо протриматися ще навіть трохи.

source: The orcs are here! Up axes!
uk_ua: Тут орки! До зброї!

source: The orcs are retreating! And... what is this? A druid running to meet us as though hell were on her heels...
uk_ua: Орки відступають! А... що це? Сюди біжить друїда, ніби дідько наступає їй на п'яти...

source: The orcs are retreating! And... what is this? A shyde flying towards us as if hell were on her heels...
uk_ua: Орки відступають! А... що це? Сюди мчиться шида, ніби дідько наступає їй на п'яти...

source: The orcs that didn’t escape in the ships have regrouped. They are preparing to march on the elves. We should come to the aid of our new friends.
uk_ua: Орки, які не втекли на кораблях, перегруповуються. Вони готуються йти війною на ельфів. Ми повинні допомогти нашим новим друзям.

source: The party traveled back to the mainland and followed the shore further north. Kai Krellis had much to think about. First, what Tyegëa had revealed about his ancestry gave him questions he could not answer. Second, he was nervous about the task ahead. He felt confidence in his people but feared paying too great a price in dead and wounded to pass Tyegëa’s test. He felt sometimes angry at Tyegëa for sending him on this extra journey, and sometimes grateful that she was willing to help at all.
uk_ua: Поки загін мандрував назад до материка, а потім вздовж берегу на північ, у Кая Креліса було багато часу на роздуми. По-перше, що Тигея розповіла про його предків, дало йому більше питань, ніж відповідей. По-друге, він хвилювався щодо завдання, що очікувало на нього. Він був впевнений у своєму народі, але боявся втратити забагато мертвими та пораненими. Він трохи злився на Тигею, що та послала їх на додаткове завдання, але в той же час був вдячний, що вона взагалі згодилася допомогти.

source: The passes to the north are the end of many travelers. We would be wise to reach them with a reserve of gold. (<i>Cough, cough</i>)
uk_ua: На північних перевалах загинув не один мандрівник. Варто мати якийсь запас золота, коли туди дійдемо.

source: The passphrase attribute cannot be present when forum_auth is used.
uk_ua: Кодової фрази не може бути, якщо використовується авторизація через форум.

source: The password is
uk_ua: Пароль це

source: The password used to gain admin privileges (via B</query admin >I<password>).
uk_ua: Пароль для отримання прав адміністратора (через B</query admin >I<пароль>).

source: The password you provided was incorrect.
uk_ua: Ви ввели неправильний пароль.

source: The path to the icon image to display in the add-ons manager. Must be an image from mainline.
uk_ua: Шлях до зображення, що відображуватиметься на сервері аддонів. Має бути зображенням з основної гри.

source: The peasant farmers seem to like you. Who knows, maybe they’ll be of some help.
uk_ua: Однак фермери, здається, поважають Вас. Хто знає, можливо, вони будуть Вам корисні.

source: The phantom leads us north. It has identified itself as the ghost of Vash-Gorn, an orc. So it remembers! It seems that the problem has been solved, but the ghost ignores all my questions. I am burning with curiosity, so I hope we reach our destination soon! We travel only by day because at night the spirit is practically invisible. We have not had any trouble on the road yet, but we <i>are</i> a rather large company now, so I have not expected it.
uk_ua: Тінь веде мене північ. Вона назвалася орком, на ім'я Ваш-Ґорн. Отже, вона пам'ятає! Проблему можна розв'язати. Утім, привид не звертає уваги на мої запитання. Мене аж трусить від цікавості, тож, сподіваюся, скоро ми дістанемося до пункту призначення! Ми подорожуємо лише вдень, бо вночі дух майже невидимий. У дорозі поки що без пригод, але нас <i>уже</i> доволі багато, тож це цілком очікувано.

source: The plan revolved around some orcs making it back to the Green Isle to tell their kin that the elves have the Ruby of Fire so we wouldn’t have to bear the brunt of the next invasion.
uk_ua: План полягав в тому, що частина орків повернеться назад на Зелений острів і доповість, що Вогняний Рубін у ельфів. І головний удар наступного вторгнення припаде не на нас.

source: The port to connect to.
uk_ua: Порт для під'єднання.

source: The portal must be closed at all costs. You must allow me to get close to it, so I can seal it.
uk_ua: Цей портал має бути закритий за будь-яку ціну. Ти повинен дати мені підібратися до нього ближче, щоб я зміг запечатати його.

source: The possible traits for most units are as follows:
uk_ua: Можливі наступні риси для більшості бійців:

source: The power of death is mine! When you strike me down I arise stronger than before!
uk_ua: Я керую самою смертю! Коли ти уразиш мене, я повстану ще сильнішим, ніж раніше!

source: The presence of this unit inspires own units next to it to deal more damage in combat, though this only applies to units of lower or equal level.
uk_ua: Присутність цього бійця надихає союзників завдавати більше шкоди в бою, проте ця можливість доступна лише бійцям нижчого чи такого ж рівня.

source: The purpose of the masks that these creatures wear is unknown, as is the countenance that they obscure. These terrible forms are rarely seen by the living, and those who live to speak of them had no leisure to study their foe.
uk_ua: Призначення масок, які носять ці створіння, невідоме, так само як і особи, що за ними ховаються. Цих жахливих істот рідко бачили живі, а тим, хто вижив, було не до того, щоб роздивлятися своїх ворогів.
